{
  "content": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Privacy Policy - Scrum Pulse</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            margin: 40px;\n            line-height: 1.6;\n            background-color: #f9f9f9;\n            color: #333;\n        }\n        h1, h2, h3 {\n            color: #007AFF;\n        }\n        h1 {\n            text-align: center;\n            font-size: 2.5em;\n        }\n        h2 {\n            margin-top: 40px;\n            font-size: 1.8em;\n        }\n        p {\n            margin-bottom: 20px;\n        }\n        ul {\n            margin-left: 20px;\n        }\n        .section {\n            margin-bottom: 40px;\n        }\n        footer {\n            text-align: center;\n            margin-top: 40px;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"section\">\n        <h2>1. Introduction</h2>\n        <p>Welcome to Scrum Pulse. Your privacy is extremely important to us. This Privacy Policy outlines how we collect, use, disclose, and protect your information when you use our application (\"Scrum Pulse\"). By using this app, you agree to the collection and use of information in accordance with this policy.</p>\n    </div>\n\n    <div class=\"section\">\n        <h2>2. Information We Collect</h2>\n        <p>We collect several types of information for various purposes to provide and improve our services to you. The data we collect is as follows:</p>\n        <ul>\n            <li><strong>Personal Data:</strong> When you register for an account, we may collect personal information such as:\n                <ul>\n                    <li>Name</li>\n                    <li>Email address</li>\n                    <li>Phone number</li>\n                    <li>Password (stored securely via Firebase Authentication)</li>\n                </ul>\n            </li>\n            <li><strong>Usage Data:</strong> We collect usage data which includes:\n                <ul>\n                    <li>Features you interact with</li>\n                    <li>Estimation inputs and participation in sprints</li>\n                    <li>Device type, operating system, app version</li>\n                </ul>\n            </li>\n        </ul>\n    </div>\n\n  <div class=\"section\">\n        <h2>3. How We Use Your Data</h2>\n        <p>We use the collected data for various purposes:</p>\n        <ul>\n            <li>To provide and maintain our service</li>\n            <li>To notify you about changes to our service</li>\n            <li>To provide customer support</li>\n            <li>To monitor the usage of our service</li>\n            <li>To detect, prevent, and address technical issues</li>\n        </ul>\n    </div>\n    <div class=\"section\">\n        <h2>4. How We Share Your Data</h2>\n        <p>We will not share your personal data with third parties</p>\n    </div>\n\n    <div class=\"section\">\n        <h2>5. Data Security</h2>\n        <p>We take data security seriously and use appropriate technical and organizational measures to protect your data. However, please remember that no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee its absolute security.</p>\n    </div>\n\n    <div class=\"section\">\n        <h2>6. Your Rights</h2>\n        <p>Depending on your location, you may have the following rights under applicable data protection laws:</p>\n        <ul>\n            <li>The right to access your personal data</li>\n            <li>The right to rectify your personal data if it's inaccurate or incomplete</li>\n            <li>The right to erase your personal data (also known as the \"right to be forgotten\")</li>\n            <li>The right to restrict processing of your personal data</li>\n            <li>The right to object to the processing of your personal data</li>\n            <li>The right to data portability</li>\n        </ul>\n        <p>If you would like to exercise any of these rights, please contact us at <a href=\"mailto:support@scrumpulse.app\">support@scrumpulse.app</a>.</p>\n    </div>\n\n    <div class=\"section\">\n    <h2>7. Third-Party Advertising and Analytics</h2>\n    <p>We use third-party services to serve advertisements when you use Scrum Pulse. These services may collect information to deliver targeted ads that are more relevant to you. The third-party advertising providers we use include <strong>Google AdMob</strong>.</p>\n    \n    <h3>Google AdMob Privacy and Data Collection</h3>\n    <p>Google AdMob, a Google service, may collect and use data for personalized advertising. These third parties may collect data such as device identifiers, location data, and usage statistics to serve more relevant ads.</p>\n    \n    <p>For more information about how Google AdMob collects and uses data, please refer to Google’s Privacy Policy:</p>\n    <p><a href=\"https://policies.google.com/privacy\" target=\"_blank\">Google Privacy Policy</a></p>\n    \n    <p>You can also opt-out of personalized ads using the following tools:</p>\n    <ul>\n        <li><a href=\"https://adssettings.google.com\" target=\"_blank\">Google Ads Settings</a></li>\n        <li><a href=\"https://www.networkadvertising.org/choices/\" target=\"_blank\">Network Advertising Initiative (NAI) opt-out</a></li>\n    </ul>\n    \n    <p>By using Scrum Pulse, you consent to the use of third-party advertising and data collection by these services. If you do not wish to participate in personalized ads, you can disable them through your device settings.</p>\n</div>\n\n\n    <div class=\"section\">\n        <h2>8. Children's Privacy</h2>\n        <p>Scrum Pulse is not intended for children under the age of 13. We do not knowingly collect or solicit personal data from children under 13. If we learn that we have inadvertently collected personal data from a child under 13, we will take steps to delete that information as soon as possible.</p>\n    </div>\n\n    <div class=\"section\">\n        <h2>9. Changes to This Privacy Policy</h2>\n        <p>We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.</p>\n    </div>\n\n    <div class=\"section\">\n        <h2>10. Contact Us</h2>\n        <p>If you have any questions about this Privacy Policy or our data practices, please contact us at:</p>\n        <p>Email: <a href=\"mailto:support@scrumpulse.app\">support@scrumpulse.app</a></p>\n    </div>\n\n    <footer>\n        <p>&copy; 2025 Scrum Pulse. All Rights Reserved.</p>\n    </footer>\n\n</body>\n</html>\n"
}